[
    {
        "id": 72129,
        "name": "Jennifer Lawrence",
        "photoFileName": "hvMB8ItfetI8baJJ15XgI4gITqf.jpg",
        "birthdate": "1990-08-15",
        "biography": "Academy Award-winning actress Jennifer Lawrence, best-known for playing Katniss Everdeen in The Hunger Games (2012), was born in Louisville, Kentucky on August 15, 1990, to Karen (Koch), who manages a children's camp, and Gary Lawrence, who works in construction. She has two older brothers, Ben and Blaine, and has English, as well as some German, Irish, and Scottish, ancestry.",
        "birthplace": "Louisville, Kentucky, USA",
        "imdb_id": "nm2225369"
    },
    {
        "id": 6193,
        "name": "Leonardo DiCaprio",
        "photoFileName": "aLUFp0zWpLVyIOgY0scIpuuKZLE.jpg",
        "birthdate": "1974-11-11",
        "biography": "Few actors in the world have had a career quite as diverse as Leonardo DiCaprio's. DiCaprio has gone from relatively humble beginnings, as a supporting cast member of the sitcom Growing Pains (1985) and low budget horror movies, such as Critters 3 (1991), to a major teenage heartthrob in the 1990s, as the hunky lead actor in movies such as Romeo + Juliet (1996) and Titanic (1997), to then become a leading man in Hollywood blockbusters, made by internationally renowned directors such as Martin Scorsese and Christopher Nolan.",
        "birthplace": "Hollywood, Los Angeles, California, USA",
        "imdb_id": "nm0000138"
    },
    {
        "id": 30614,
        "name": "Ryan Gosling",
        "photoFileName": "lyUyVARQKhGxaxy0FbPJCQRpiaW.jpg",
        "birthdate": "1980-11-12",
        "biography": "Ryan Gosling was born on November 12, 1980, in London, Ontario. He is the son of Donna, a secretary, and Thomas Ray Gosling, a traveling salesman of part French-Canadian descent. Ryan was the second of their two children. The Gosling family, moved to Cornwall, Ontario, where Ryan grew up and was home-schooled by his mother. Ryan attended Cornwall Collegiate and Vocational High School in Cornwall, where he excelled in Drama and Fine Arts. The family then relocated to Burlington, Ontario, where Ryan attended Lester B. Pearson High School in Burlington, Ontario.",
        "birthplace": "London, Ontario, Canada",
        "imdb_id": "nm0331516"
    },
    {
        "id": 84223,
        "name": "Anna Kendrick",
        "photoFileName": "sylfU9EOLAF6R7BdOXGqyA4jYKv.jpg",
        "birthdate": "1985-08-09",
        "biography": "Anna Kendrick was born in Portland, Maine, to Janice (Cooke), an accountant, and William Kendrick, a teacher. She has an older brother, Michael Cooke Kendrick, who has also acted. She is of English, Irish, and Scottish descent. For her role as Dinah in High Society on Broadway, Anna Kendrick was nominated for a Tony Award (second youngest ever), a Drama Desk Award, and a Fany Award (best actress featured in a musical). Her spectacular performance landed her the Drama League and Theatre World Award.",
        "birthplace": "Portland, Maine, USA",
        "imdb_id": "nm0447695"
    },
    {
        "id": 85,
        "name": "Johnny Depp",
        "photoFileName": "kbWValANhZI8rbWZXximXuMN4UN.jpg",
        "birthdate": "1963-06-09",
        "biography": "Johnny Depp is perhaps one of the most versatile actors of his day and age in Hollywood, who has recuperated his image greatly since his portrayal of Captain Jack Sparrow in the acclaimed Pirates of the Caribbean: The Curse of the Black Pearl (2003). He was born John Christopher Depp II in Owensboro, Kentucky, on June 9, 1963, to Betty Sue (Wells), who worked as a waitress, and John Christopher Depp, a civil engineer.",
        "birthplace": "Owensboro, Kentucky, USA",
        "imdb_id": "nm0000136"
    },
    {
        "id": 1245,
        "name": "Scarlett Johansson",
        "photoFileName": "tHMgW7Pg0Fg6HmB8Kh8Ixk6yxZw.jpg",
        "birthdate": "1984-11-22",
        "biography": "Scarlett Johansson was born in New York City. Her mother, Melanie Sloan, is from an Ashkenazi Jewish family, and her father, Karsten Johansson, is Danish. Scarlett showed a passion for acting at a young age and starred in many plays. She has a sister named Vanessa Johansson, a brother named Adrian, and a twin brother named Hunter Johansson born three minutes after her. She began her acting career starring as Laura Nelson in the comedy film North (1994). The acclaimed drama film The Horse Whisperer (1998) brought Johansson critical praise and worldwide recognition. Following the film's success, she starred in many other films including the critically acclaimed cult film Ghost World (2001) and then the hit Lost in Translation (2003) with Bill Murray in which she again stunned critics. Later on, she appeared in the drama film Girl with a Pearl Earring (2003).",
        "birthplace": "New York City, New York, USA",
        "imdb_id": "nm0424060"
    },
    {
        "id": 500,
        "name": "Tom Cruise",
        "photoFileName": "3oWEuo0e8Nx8JvkqYCDec2iMY6K.jpg",
        "birthdate": "1962-07-03",
        "biography": "If you had told fourteen-year-old Franciscan seminary student Thomas Cruise Mapother IV that one day in the not-too-distant future he would be considered one of the top hundred movie stars of all time, he would have probably grinned and told you that his ambition was to become a priest. None the less, this sensitive, deeply religious youngster who was born in July 1962 in Syracuse, New York, was destined to become Tom Cruise, one of the highest paid and most sought-after actors in screen history. Tom is the only son (among four children) of nomadic parents, Mary Lee (Pfeiffer), a special education teacher, and Thomas Cruise Maphoter III, an electrical engineer, both originally from Louisville, Kentucky.",
        "birthplace": "Syracuse, New York, USA",
        "imdb_id": "nm0000129"
    },
    {
        "id": 11701,
        "name": "Angelina Jolie",
        "photoFileName": "gD8jlGkQC8GBajulNlIzBK1YEO1.jpg",
        "birthdate": "1975-06-04",
        "biography": "Angelina Jolie is an Oscar-winning actress who became popular after playing the title role in the Lara Croft blockbuster movies, as well as Mr. & Mrs. Smith (2005), Wanted (2008), Salt (2010) and Maleficent (2014). Off-screen, Jolie has become prominently involved in international charity projects, especially those involving refugees. She often appears on many most beautiful women lists, and she has a personal life that is avidly covered by the tabloid press. In her earliest years, Angelina began absorbing the acting craft from her parents - her father is the Oscar-winning actor Jon Voight and her mother is Marcheline Bertrand, who had studied with Lee Strasberg. At age 11, Angelina began studying at the Lee Strasberg Theatre Institute, where she was seen in several stage productions. She undertook some film studies at New York University and later joined the renowned Met Theatre Group in Los Angeles. At age 16, she took up a career in modeling and appeared in some music videos. Her good looks may derive from her ancestry, which is German and Slovak on her father's side, and French-Canadian, Dutch, German, Czech, and remote Huron, on her mother's side.",
        "birthplace": "Los Angeles, California, USA",
        "imdb_id": "nm0001401"
    },
    {
        "id": 287,
        "name": "Brad Pitt",
        "photoFileName": "kc3M04QQAuZ9woUvH3Ju5T7ZqG5.jpg",
        "birthdate": "1963-12-18",
        "biography": "An actor and producer known as much for his versatility as he is for his handsome face, Golden Globe-winning actor Brad Pitt's most widely recognized role may be Tyler Durden in Fight Club (1999). But his portrayals of Billy Beane in Moneyball (2011), and Rusty Ryan in the remake of Ocean's Eleven (2001) and its sequels, also loom large in his filmography.",
        "birthplace": "Shawnee, Oklahoma, USA",
        "imdb_id": "nm0000093"
    },
    {
        "id": 83002,
        "name": "Jessica Chastain",
        "photoFileName": "lodMzLKSdrPcBry6TdoDsMN3Vge.jpg",
        "birthdate": "1977-03-24",
        "biography": "Jessica Michelle Chastain was born in Sacramento, California, and was raised in a middle-class household in a northern California suburb. Her mother, Jerri Chastain, is a vegan chef whose family is originally from Kansas, and her stepfather is a fireman. She discovered dance at the age of nine and was in a dance troupe by age thirteen. She began performing in Shakespearean productions all over the Bay area.",
        "birthplace": "Sacramento, California, USA",
        "imdb_id": "nm1567113"
    },
    {
        "id": 3223,
        "name": "Robert Downey",
        "photoFileName": "1YjdSym1jTG7xjHSI0yGGWEsw5i.jpg",
        "birthdate": "1965-04-04",
        "biography": "Born in Manhattan, New York, on April 4, 1965, Robert Downey Jr. is the son of writer, director and filmographer Robert Downey Sr. and actress Elsie Downey (née Elsie Ann Ford). Downey Jr.'s paternal grandfather, originally surnamed Elias, was from a Lithuanian Jewish family, while Robert's other ancestry is Irish, Hungarian, Scottish, English, German, and Swiss-German. He and his sister Allyson were immersed in film and the performing arts from a very young age, leading Downey Jr. to study at the Stagedoor Manor Performing Arts Training Center in upstate New York, before moving to California with his father following his parents' 1978 divorce. In 1982, he dropped out of Santa Monica High School to pursue acting full time. Downey Sr., himself a drug addict, exposed his son to drugs at a very early age, and Downey Jr. would go on to struggle with abuse for decades.",
        "birthplace": "New York City, New York, USA",
        "imdb_id": "nm0000375"
    },
    {
        "id": 524,
        "name": "Natalie Portman",
        "photoFileName": "jJcRWku3e9OHrmRqytn6WcBjhvh.jpg",
        "birthdate": "1981-06-09",
        "biography": "Natalie Portman was born Natalie Hershlag on June 9, 1981, in Jerusalem, Israel, to a Jewish family. She is the only child of Avner Hershlag, an Israeli-born doctor, and Shelley Stevens, an American-born artist (from Cincinnati, Ohio), who also acts as Natalie's agent. She left Israel for Washington, D.C., when she was still very young. After a few more moves, her family finally settled in New York, where she still lives to this day. She graduated with honors, and her academic achievements allowed her to attend Harvard University. She was discovered by an agent in a pizza parlor at the age of 11. She was pushed towards a career in modeling but she decided that she would rather pursue a career in acting. She was featured in many live performances, but she made her powerful film debut in the movie Léon: The Professional (1994) (aka Léon). Following this role Natalie won roles in such films as Heat (1995), Beautiful Girls (1996), and Mars Attacks! (1996).",
        "birthplace": "Jerusalem, Israel",
        "imdb_id": "nm0000204"
    },
    {
        "id": 2963,
        "name": "Nicolas Cage",
        "photoFileName": "kFULDrUeofwJg5kqCcNftmBcBZP.jpg",
        "birthdate": "1964-01-07",
        "biography": "Nicolas Cage was born in Long Beach, California, the son of comparative literature professor August Coppola (a brother of director Francis Ford Coppola) and dancer/choreographer Joy Vogelsang. He is of Italian (father) and German, English, and Polish (mother) descent. Cage changed his name early in his career to make his own reputation, succeeding brilliantly with a host of classic, quirky roles by the late 1980s.",
        "birthplace": "Long Beach, California, USA",
        "imdb_id": "nm0000115"
    },
    {
        "id": 4491,
        "name": "Jennifer Aniston",
        "photoFileName": "pHKmmPOqxaqzMiItR1whbKvMZKy.jpg",
        "birthdate": "1969-02-11",
        "biography": "Jennifer Aniston was born in Sherman Oaks, California, to actors John Aniston and Nancy Dow. Her father is Greek, and her mother is of English, Irish, Scottish, and Italian descent. Jennifer spent a year of her childhood living in Greece with her family. Her family then relocated to New York City where her parents divorced when she was 9. Jennifer was raised by her mother and her father landed a role, as Victor Kiriakis, on the daytime soap Days of Our Lives (1965). Jennifer had her first taste of acting at age 11 when she joined the Rudolf Steiner School's drama club. It was also at the Rudolf Steiner School that she developed her passion for art.",
        "birthplace": "Sherman Oaks, California, USA",
        "imdb_id": "nm0000098"
    },
    {
        "id": 5292,
        "name": "Denzel Washington",
        "photoFileName": "t9arcZbg1nLt8GZt2SkWm227YoK.jpg",
        "birthdate": "1954-12-28",
        "biography": "Denzel Hayes Washington Jr. was born on December 28, 1954 in Mount Vernon, New York. He was the middle of three children of a beautician mother, Lennis, from Georgia, and a Pentecostal minister father, Denzel, Sr., from Virginia. After graduating from high school, Denzel enrolled at Fordham University intent on a career in journalism. However, he caught the acting bug while appearing in student drama productions and, upon graduation, he moved to San Francisco and enrolled at the American Conservatory Theater. He left A.C.T. after only one year to seek work as an actor. His first paid acting role was in a summer stock theater stage production in St. Mary's City, Maryland. The play was Wings of the Morning, which is about the founding of the colony of Maryland (now the state of Maryland) and the early days of the Maryland colonial assembly (a legislative body).",
        "birthplace": "Mount Vernon, New York, USA",
        "imdb_id": "nm0000243"
    },
    {
        "id": 71070,
        "name": "Amanda Seyfried",
        "photoFileName": "kkWFJ2Ygu6ZcQgrldOnjhHg7WOk.jpg",
        "birthdate": "1985-12-03",
        "biography": "Amanda Seyfried was born and raised in Allentown, Pennsylvania, to of Ann (Sander), an occupational therapist, and Jack Seyfried, a pharmacist. She is of German, and some English and Scots-Irish, ancestry. Amanda began modeling when she was 11-years-old. She acted in high school productions as well as taking singing lessons, and landed a recurring role in the long-running US soap, As the World Turns (1956), when she was just age 15.",
        "birthplace": "Allentown, Pennsylvania, USA",
        "imdb_id": "nm1086543"
    },
    {
        "id": 192,
        "name": "Morgan Freeman",
        "photoFileName": "oGJQhOpT8S1M56tvSsbEBePV5O1.jpg",
        "birthdate": "1937-06-01",
        "biography": "With an authoritative voice and calm demeanor, this ever popular American actor has grown into one of the most respected figures in modern US cinema. Morgan was born in June 1937 in Memphis, Tennessee, to Mayme Edna (Revere), a teacher, and Morgan Porterfield Freeman, a barber. The young Freeman attended Los Angeles City College before serving several years in the US Air Force as a mechanic between 1955 and 1959. His first dramatic arts exposure was on the stage including appearing in an all-African American production of the exuberant musical Hello, Dolly!.",
        "birthplace": "Memphis, Tennessee, USA",
        "imdb_id": "nm0000151"
    },
    {
        "id": 18277,
        "name": "Sandra Bullock",
        "photoFileName": "h14DpolXksHdpHF18ubtqslvorO.jpg",
        "birthdate": "1964-07-26",
        "biography": "Sandra Bullock was born in a Virginia suburb of Washington, D.C. Her mother, Helga Bullock (née Helga Mathilde Meyer), was a German opera singer. Her father, John W. Bullock, was an American voice teacher, who was born in Alabama, of Irish, English, French, and German descent. Sandra grew up on the road with her parents and younger sister. She often performed in the children's chorus of whatever production her mother was in. That singing talent later came in handy for her role as an aspiring country singer in The Thing Called Love (1993). Her family moved back to the Washington area when she was adolescent. She later enrolled in East Carolina University in North Carolina, where she studied acting. Shortly afterward she moved to New York to pursue a career on the stage. This led to acting in television programs and then feature films.",
        "birthplace": "Arlington, Virginia, USA",
        "imdb_id": "nm0000113"
    },
    {
        "id": 10297,
        "name": "Matthew McConaughey",
        "photoFileName": "jdRmHrG0TWXGhs4tO6TJNSoL25T.jpg",
        "birthdate": "1969-11-04",
        "biography": "Matthew McConaughey was born in Uvalde, Texas. His mother, Mary Kathleen (McCabe), is a substitute school teacher originally from New Jersey. His father, James Donald McConaughey, was a Mississippi-born gas station owner who ran an oil pipe supply business. He is of Scottish, Irish, English, German, and Swedish descent. Matthew grew up in Longview, Texas, where he graduated from the local High School (1988). Showing little interest in his father's oil business, which his two brothers later joined, Matthew was longing for a change of scenery, and spent a year in Australia, washing dishes and shoveling chicken manure.",
        "birthplace": "Uvalde, Texas, USA",
        "imdb_id": "nm0000190"
    },
    {
        "id": 59620,
        "name": "Gemma Arterton",
        "photoFileName": "Alfm28oyHNiYweNCUaMmrVjVMAT.jpg",
        "birthdate": "1986-02-02",
        "biography": "Gemma was born and raised in Gravesend, Kent, UK, the daughter of Sally-Anne (Heap), a cleaner, and Barry Arterton, a welder. Her mother's cousin is singer-songwriter Eric Goulden. Her parents divorced when she was age 5, and so Gemma lived with her younger sister and her mother. Her parents encouraged their children to explore their creative abilities. Gemma's sister, Hannah, liked to sing, whereas Gemma chose acting.",
        "birthplace": "Gravesend, Kent, England, UK",
        "imdb_id": "nm2605345"
    },
    {
        "id": 8784,
        "name": "Daniel Craig",
        "photoFileName": "vnfJWpeFKbjwfqcpRWoVPZIkltY.jpg",
        "birthdate": "1968-03-02",
        "biography": "Daniel Craig, one of British theatre's most famous faces who was waiting tables as a struggling teenage actor with the NYT, went on to star as James Bond in Casino Royale (2006), Quantum of Solace (2008) and Skyfall (2012). He was born Daniel Wroughton Craig on March 2, 1968, at 41 Liverpool Road, Chester, Cheshire, England. His father, Timothy John Wroughton Craig, was a merchant seaman turned steel erector, and then became landlord of Ring O' Bells pub in Frodsham, Cheshire. His mother, Carol Olivia (Williams), was an art teacher. His parents are both of half Welsh ancestry. ",
        "birthplace": "Chester, Cheshire, England, UK",
        "imdb_id": "nm0185819"
    },
    {
        "id": 10912,
        "name": "Eva Green",
        "photoFileName": "8MqXy7Jd6HsRSBFK05J0KrR2x5Z.jpg",
        "birthdate": "1980-07-06",
        "biography": "Eva Gaëlle Green was born on July 5, 1980, in Paris, France. She has a sororal twin sister. Her father, Walter Green, is a dentist who appeared in the 1966 film Au Hasard Balthazar (1966). Her mother, Marlène Jobert, is an actress turned children's book writer. Eva's mother was born in Algeria, of Sephardi Jewish heritage (during that time, Algeria was part of France), and Eva's father is of Swedish and French descent.",
        "birthplace": "Paris, France",
        "imdb_id": "nm1200692"
    },
    {
        "id": 3894,
        "name": "Christian Bale",
        "photoFileName": "pPXnqoGD91znz4FwQ6aKuxi6Pcy.jpg",
        "birthdate": "1974-01-30",
        "biography": "Christian Charles Philip Bale was born in Pembrokeshire, Wales, UK on January 30, 1974, to English parents Jennifer Jenny (James) and David Charles Howard Bale. His mother was a circus performer and his father, who was born in South Africa, was a commercial pilot. The family lived in different countries throughout Bale's childhood, including England, Portugal, and the United States. Bale acknowledges the constant change was one of the influences on his career choice.",
        "birthplace": "Haverfordwest, Pembrokeshire, Wales, UK",
        "imdb_id": "nm0000288"
    },
    {
        "id": 54693,
        "name": "Emma Stone",
        "photoFileName": "z8WMm7QygxzXYYHfxbj64Y718tu.jpg",
        "birthdate": "1988-11-06",
        "biography": "Emma Stone was born in Scottsdale, Arizona, to Krista (Yeager), a homemaker, and Jeffrey Stone, a contracting company founder and CEO. She is of Swedish (from her paternal grandfather), English, German, Scottish, and Irish descent. Stone began acting as a child as a member of the Valley Youth Theatre in Phoenix, Arizona, where she made her stage debut in a production of Kenneth Grahame's The Wind in the Willows. She appeared in many more productions through her early teens until, at the age of 15, she decided that she wanted to make acting her career.",
        "birthplace": "Scottsdale, Arizona, USA",
        "imdb_id": "nm1297015"
    },
    {
        "id": 1461,
        "name": "George Clooney",
        "photoFileName": "z4SBfpKDThuQY0FsvDbajcooBdA.jpg",
        "birthdate": "1961-05-06",
        "biography": "George Timothy Clooney was born on May 6, 1961, in Lexington, Kentucky, to Nina Bruce (née Warren), a former beauty pageant queen, and Nick Clooney, a former anchorman and game show host (who was also the brother of singer Rosemary Clooney). He has Irish, English, and German ancestry. Clooney spent most of this youth in Ohio and Kentucky, and graduated from Augusta High School. He was very active in sports such as basketball and baseball, and tried out for the Cincinatti Reds, but was not offered a contract.",
        "birthplace": "Lexington, Kentucky, USA",
        "imdb_id": "nm0000123"
    },
    {
        "id": 1813,
        "name": "Anne Hathaway",
        "photoFileName": "tLelKoPNiyJCSEtQTz1FGv4TLGc.jpg",
        "birthdate": "1982-11-12",
        "biography": "Anne Hathaway was born in Brooklyn, New York, to Kathleen Ann (McCauley), an actress, and Gerald Thomas Hathaway, a lawyer, both originally from Philadelphia. She is of mostly Irish descent, along with English, German, and French. Her first major role came in the short-lived television series Get Real (1999). She gained widespread recognition for her roles in The Princess Diaries (2001) and its 2004 sequel as a young girl who discovers she's a member of royalty, opposite Julie Andrews and Heather Matarazzo.",
        "birthplace": "Brooklyn, New York City, New York, USA",
        "imdb_id": "nm0004266"
    },
    {
        "id": 934,
        "name": "Russell Crowe",
        "photoFileName": "ktuOAyUHM2u2YPPChH8gAArxJ7b.jpg",
        "birthdate": "1964-04-07",
        "biography": "Russell Ira Crowe was born in Wellington, New Zealand, to Jocelyn Yvonne (Wemyss) and John Alexander Crowe, both of whom catered movie sets. His maternal grandfather, Stanley Wemyss, was a cinematographer. Crowe's recent ancestry includes Welsh (where his paternal grandfather was born, in Wrexham), English, Irish, Scottish, Norwegian, Swedish, and Maori (one of Crowe's maternal great-grandmothers, Erana Putiputi Hayes Heihi, was Maori).",
        "birthplace": "Wellington, New Zealand",
        "imdb_id": "nm0000128"
    },
    {
        "id": 2888,
        "name": "Will Smith",
        "photoFileName": "7XEzMCdMQffq8PrkLYjYb7QpIgW.jpg",
        "birthdate": "1968-09-25",
        "biography": "Willard Carroll Smith, Jr. was born in West Philadelphia, Pennsylvania, the second of four children of Caroline (Bright), a school board employee, and Willard Carroll Smith, Sr., who owned a refrigeration company. He grew up in a middle class area in West Philadelphia called Wynnefield. Will attended the Overbrook High School located in the Overbrook section of Philadelphia, Pennsylvania. He got the nickname Prince because of the way he could charm his way out of trouble. Bright student Will also signed up with the high-status Julia Reynolds Masterman Laboratory and Demonstration School in Philadelphia.",
        "birthplace": "Philadelphia, Pennsylvania, USA",
        "imdb_id": "nm0000226"
    },
    {
        "id": 74568,
        "name": "Chris Hemsworth",
        "photoFileName": "lrhth7yK9p3vy6p7AabDUM1THKl.jpg",
        "birthdate": "1983-08-11",
        "biography": "Chris Hemsworth was born in Melbourne, Australia, to Leonie, a teacher of English, and Craig Hemsworth, a social services counselor. Chris saw quite a bit of the country in his youth when his family moved first to the Northern Territory before finally settling on Phillip Island to the south of Melbourne. He is brother to actors Liam Hemsworth and Luke Hemsworth.",
        "birthplace": "Melbourne, Victoria, Australia",
        "imdb_id": "nm1165110"
    },
    {
        "id": 5081,
        "name": "Emily Blunt",
        "photoFileName": "jqlqq3knztTnty5rcMg5evqZRCa.jpg",
        "birthdate": "1983-02-23",
        "biography": "She was born on February 23, 1983, in Roehampton, South West London, England, the second of four children in the family of Janice M. (Dixon), a teacher and former actress, and Oliver Simon Peter Blunt, a barrister. She received a rigorous education at Ibstock Place School, a co-ed private school at Roehampton. However, young Emily Blunt had a stammer, since she was a kid of 8. Her mother took her to relaxation classes, which did not do anything. She reached a turning point at 12, when a teacher cleverly asked her to play a character with a different voice and said, I really believe in you. Blunt ended up using a northern accent, and it did the trick, her stammer disappeared.",
        "birthplace": "Roehampton, London, England, UK",
        "imdb_id": "nm1289434"
    }
]
